Repository: udevwork/esotericApp
Catalog: Esoteric/Esoteric/Localisation/Localizable.xcstrings
Source language: en
Languages: ru

source: Ariana
ru: Ариана

source: Aurelia
ru: Аурелия

# cardOfDay
source: Card of the day
ru: Карта дня!

# cardOfDayCount
source: A tarot card for 5 consecutive days!
ru: Карта дня 5 дней подряд!

# cardOfDayCounter1
source: Card of the day for
ru: Карта дня

# cardOfDayCounter2
source: consecutive days!
ru: дней подряд!

# cardOfDaySubTittle
source: Choose the card of the day!
ru: Выберите карту вашего дня!

# chooseOneCard
source: Select one card
ru: Выберите карту

# chooseThreeCard
source: Select three cards
ru: Выберите три карты

source: DAY
ru: ДЕНЬ

# dayCount
source: series of days
ru: серия дней

# daySubt
source: Daily subscription
ru: Ежедневная подписка

source: Elizabeth
ru: Элизабет

source: Evelina
ru: Эвелина

# getSpread
source: To order a tarot reading
ru: Заказать расклад

# goodJob
source: Keep it up!
ru: Так держать!

# haveAQuestion
source: Do you have any questions?
ru: Есть вопросы?

source: Isabella
ru: Изабелла

source: Juliana
ru: Джулиана

# L_PER
source: per
ru: за

source: License
ru: Лицензия

source: Lorena
ru: Лорена

source: Luna
ru: Луна

source: Margot
ru: Марго

# mbDayOpen
source: Shall we reveal the card of the day?
ru: Откроем карту дня?

source: MONTH
ru: МЕСЯЦ

# monthSubt
source: Monthly subscription
ru: Ежемесячная подписка

# nextButton
source: Next
ru: Дальше

source: Offline
ru: Не в сети

source: One Card
ru: Одна карта

# oneCardSubTittle
source: A one-card spread.
ru: Расклад с одной картой.

source: Online
ru: В сети

# openMagicDoor
source: Opening the doors to magic
ru: Открываем двери к магии

# personalTarotReading
source: Personal tarot reading by a tarot reader
ru: Личный расклад таролога

source: PREMIUM
ru: ПРЕМИУМ

# premiumAccess
source: Get access to premium user paid features!
ru: Получите доступ к платным функциям премиум-пользователя!

# premiumDiffSpread
source: Diverse spreads: from love to career - choose what touches your soul.
ru: Разнообразные расклады: от любовных до карьерных - выбирай то, что трогает твою душу.

# premiumExclusive
source: Exclusive interpretations: discover the profound meaning of each card from our tarot experts.
ru: Эксклюзивные интерпретации: узнай глубинный смысл каждой карты от наших экспертов по таро.

# premiumWeekly
source: Daily forecasts: keep your finger on the pulse of your destiny with personalized predictions every day.
ru: Ежедневные прогнозы: держи руку на пульсе своей судьбы с персонализированными прогнозами каждый день.

source: Privacy Policy
ru: Политика конфиденциальности

# productDescription
source: Get access to premium user paid features!
ru: Получите доступ к платным премиум-функциям пользователя!

# qSent
source: Question sent!
ru: Вопрос отправлен!

source: Rating
ru: Рейтинг

# recivePush
source: When the tarot reader responds, we will send you a notification
ru: Когда таролог ответит, мы пришлем вам уведомление

source: Restore purchase
ru: Восстановить покупку

source: Sabina
ru: Сабина

# seeSpreadReady
source: Check the spread!
ru: Прочитайте его прямо сейчас!

source: Serena
ru: Серена

# simpleExample
source: For example: "I want to change jobs," "Is it worth going on vacation now?" or "Is it a good time to share a secret?"
ru: Например: "Хочу сменить работу", "Стоит ли сейчас уезжать в отпуск?" или "Подходящее время что бы рассказать секрет?"

# spaceRequest
source: Request to the universe
ru: Запрос во вселенную

# spreadInProgress
source: The spread is being prepared
ru: Расклад готовится

# spreadReady
source: The spread is ready!
ru: Расклад готов!

# spreadReadyRead
source: Read it right now!
ru: Посмотреть расклад!

# spreadRightNow
source: Order a tarot reading right now!
ru: Заказать расклад прямо сейчас!

# subscipt
source: The gates of the mysterious world
ru: Врата загадочного мира

# subsciptSubTittle
source: Specially for you, we offer a unique subscription that unlocks access to all the possibilities of our magical corner.
ru: Специально для вас мы предлагаем уникальную подписку, которая открывает доступ ко всем возможностям нашего волшебного уголка.

# subtext1
source: Welcome to the world of Tarot! Immerse yourself in card divination with the unique meaning of each card. Let's get started with the magic of one card!
ru: Добро пожаловать в мир Таро! Погрузись в гадания на картах с уникальным смыслом каждой карты. Давай начнем с магии одной карты!

# subtext2
source: Discover mysteries every day with the Map of the Day. Let the cards guide your steps. Ready for a thrill ride into the world of fortune telling?
ru: Открывай тайны каждый день с "Картой Дня". Позволь картам направлять твои шаги. Готов к захватывающей поездке в мир предсказаний?

# subtext3
source: Order a unique reading from a tarotologist. Explore the secret paths of fate and get answers from experts. Immerse yourself in the magic of Tarot!
ru: Закажи у таролога уникальный расклад. Исследуй тайные пути судьбы и получи ответы от экспертов. Погружайся в магию Таро!

# takeQuestion
source: Ask a question to the tarot reader
ru: Задай вопрос тарологу

# tapToOpen
source: Click to open!
ru: Нажмите что бы открыть!

source: Tarologs
ru: Тарологи

source: Tarot days:
ru: Таро-дней:

source: Terms Conditionsl
ru: Условия и положения

# text1
source: Secrets of the Tarot: Divination by cards!
ru: Тайны Таро: Гадание на картах!

# text2
source: Open the door to the future!
ru: Открой дверь в будущее!

# text3
source: Tarotologist's Discourse: Explore the future!
ru: Расклад Таролога: Исследуй будущее!

source: Theodora
ru: Феодора

# threeCard
source: Three Сards
ru: Три Карты

# threeCardSubTittle
source: Accurate tarot forecast for your query!
ru: Точный прогноз для вашего запроса!

# timeToResponce
source: Typically, the response comes within 10-15 minutes. You will receive a notification!
ru: Обычно ответ приходит через 10-15 минут. Вам прийдет уведомление!

source: Viviana
ru: Вивиана

source: WEEK
ru: НЕДЕЛЯ

# weekSubt
source: Weakly subscription
ru: Еженедельная подписка

# weSendNotification
source: You will receive a notification when the tarot reader finishes the spread!
ru: Вы получите уведомление когда таролог закончит расклад!

source: Widgets
ru: Виджет!

# widgetsSubTittle
source: Install the widget on your desktop! It will remind you of the card of the day!
ru: Установи виджет на рабочий стол! Он будет напоминать о карте дня!

source: Write us!
ru: Напиши нам!

source: YEAR
ru: ГОД

# yearSubt
source: Annual subscription
ru: Ежегодная подписка

# youreTGetAnswer
source: Your tarot reader will create a spread based on your request and provide you with an answer.
ru: Ваш таролог сделает расклад по вашему запросу и ответит вам.

# yourTarolog
source: Your Tarot Reader
ru: Ваш таролог

# yourTarologSubTittle
source: The tarologist will respond to you in a few minutes!
ru: Таролог ответит вам через несколько минут!

source: Your tarot spread
ru: Ваш расклад

# В сети
source: Online
ru: В сети

# Ваш вопрос
source: Your question
ru: Ваш вопрос

# Все совпадения - случайность.
source: All coincidences are random.
ru: Все совпадения - случайность.

# Выберите карту
source: Choose a card
ru: Выберите карту

# Заказать расклад
source: Order a tarot reading
ru: Заказать расклад

# Купить сейчас
source: Buy now
ru: Купить сейчас

# Написать нам
source: Write to us
ru: Написать нам

# Напиши нам!
source: Write to us!
ru: Напиши нам!

# Не в сети
source: Offline
ru: Не в сети

# Открыть
source: Open
ru: Открыть

# Открыть предсказание
source: Open the prediction
ru: Открыть предсказание

# Отправить вопрос
source: Submit a question
ru: Отправить вопрос

# Подписка
source: Subscription
ru: Подписка

# Посмотреть расклад!
source: Check the tarot spread!
ru: Посмотреть расклад!

# Рейтинг: %lld
source: Rating
ru: Рейтинг:

# Свайп колоды
source: Swipe
ru: Свайп колоды
